---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IModelExportContext
source: html/fa9e8197-849c-087f-dea1-6b118f441738.htm
---
# IModelExportContext Members

This method is called when a Curve is being output.